posts/2019-09-09/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width">
<title>2019-09-09 | Qoherences</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/qoherences/posts/2019-09-09/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Qoherences">
<meta property="og:title" content="2019-09-09">
<meta property="og:url" content="https://h-oll.github.io/qoherences/posts/2019-09-09/">
<meta property="og:description" content="General public articles



Quantum radar has been demonstrated for the first time


MIT Tech Review – Some by-products of quantum communication could be linking arrays of detectors together: Quantum r">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2019-09-09T06:32:52+02:00">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://h-oll.github.io/qoherences/" title="Qoherences" rel="home">
                Qoherences
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                2019-09-09
            </div>
        </div>
    </div>

    <div class="post-meta">
      <div class="container">
	<div class="meta clearfix">
	  <div class="authordate">
	    <time class="timeago" datetime="2019-09-09T06:32:52+02:00">2019/09/09</time>
	    

	    
          |  
        <a href="index.org" id="sourcelink">Source</a>

	  </div>
	  <div class="post-tags">
	  </div>
	</div>
      </div>
    </div>


    <div id="post-main" class="main">
        <div class="container">
        <div id="outline-container-org9c44ab8" class="outline-2">
<h2 id="org9c44ab8">General public articles</h2>
<div class="outline-text-2" id="text-org9c44ab8">
</div>
<div id="outline-container-org5ed4998" class="outline-3">
<h3 id="org5ed4998"><a href="https://www-technologyreview-com.cdn.ampproject.org/c/s/www.technologyreview.com/s/614160/quantum-radar-has-been-demonstrated-for-the-first-time/amp">Quantum radar has been demonstrated for the first time</a></h3>
<div class="outline-text-3" id="text-org5ed4998">
<p>
<i>MIT Tech Review</i> – Some by-products of quantum communication could be linking arrays of detectors together: Quantum radar is one such by-product.
</p>
</div>
</div>
<div id="outline-container-org0ba14bf" class="outline-3">
<h3 id="org0ba14bf"><a href="https://www.youtube.com/watch?time_continue=2&amp;v=X-lrQt_UxxQ">La seconde révolution quantique et l'ordinateur de Sissa</a></h3>
<div class="outline-text-3" id="text-org0ba14bf">
<p>
<i>TEDx, Quantum Flagship, Philippe Chomaz</i> – For the french speaking an brief intro to quantumm computing by Quantum Flagship member P. Chomaz.
</p>
</div>
</div>
<div id="outline-container-orgb293735" class="outline-3">
<h3 id="orgb293735"><a href="https://www.icfo.es/newsroom/news/article/4495">Quantum Memories make their way</a></h3>
<div class="outline-text-3" id="text-orgb293735">
<p>
<i>ICFO</i> – Reports on progress of quantum memories and repeaters. Two major intgredients needed for sending quantum information in quantum networks and allow for local computation at the nodes.
</p>
</div>
</div>
<div id="outline-container-org6ee1eb1" class="outline-3">
<h3 id="org6ee1eb1"><a href="https://physicsworld.com/a/quantum-darwinism-spotted-in-diamond-spins/">Quantum Darwinism spotted in diamond spins</a></h3>
<div class="outline-text-3" id="text-org6ee1eb1">
<p>
<i>U. Ulm</i> – People testing ideas I developped with Wojciech Zurek at LANL about 20 yrs ago. Feeling honored that people are spending time checking in real life what you have written on a piece of paper. Some more in a podcast from physics world <a href="https://physicsworld.com/a/survival-of-the-fittest-quantum-states-scrutinizing-antihydrogen-physics-of-chilled-drinks/">https://physicsworld.com/a/survival-of-the-fittest-quantum-states-scrutinizing-antihydrogen-physics-of-chilled-drinks/</a>
</p>
</div>
</div>
<div id="outline-container-orgfb28ce4" class="outline-3">
<h3 id="orgfb28ce4"><a href="https://www.forbes.com/sites/sap/2019/09/04/why-quantum-computers-wont-replace-classical-computers-anytime-soon/#7c432f68136a">Why Quantum Computers Won’t Replace Classical Computers Anytime Soon</a></h3>
<div class="outline-text-3" id="text-orgfb28ce4">
<p>
<i>Forbes</i> – Always good to be aware of hype in an area. Interesting bit (at the end) partnership of SAP and Quantum Internet Alliance for undertanding what the future of computing will be, and also the need for the new generations of developpers to know some more algorithmics and linear algebra.
</p>
</div>
</div>
</div>
<div id="outline-container-org3861e52" class="outline-2">
<h2 id="org3861e52">Industry - Academia - Startups</h2>
<div class="outline-text-2" id="text-org3861e52">
</div>
<div id="outline-container-org64ff6ad" class="outline-3">
<h3 id="org64ff6ad"><a href="https://twitter.com/qctrlHQ/status/1168332684017274880">Q-CTRL joins IBM-Q partner list</a></h3>
<div class="outline-text-3" id="text-org64ff6ad">
<p>
<i>Q-CTRL - Sidney, IBM-Q</i>
</p>
</div>
</div>
<div id="outline-container-org6c7802c" class="outline-3">
<h3 id="org6c7802c"><a href="https://www.tomshardware.com/news/ibm-quantum-computing-services-education,40329.html">IBM Launches New Services for Quantum Computing Education</a></h3>
<div class="outline-text-3" id="text-org6c7802c">
<p>
<i>IBM-Q</i> – Some continued effort in making quantum computation available in the classroom, to motivate and teach the skills that will be required for people wanting to work in the field.
</p>
</div>
</div>
<div id="outline-container-orgd91c547" class="outline-3">
<h3 id="orgd91c547">Qnami enters the Top100 Swiss start-ups</h3>
<div class="outline-text-3" id="text-orgd91c547">
<p>
<i>Qnami, Switzerland</i> – quantum microscope, surface analysis, NV diamonds
</p>
</div>
</div>
<div id="outline-container-org90b0d2c" class="outline-3">
<h3 id="org90b0d2c"><a href="https://cloudblogs.microsoft.com/quantum/2017/12/11/announcing-microsoft-quantum-development-kit/">Announcing the Microsoft Quantum Development Kit</a></h3>
<div class="outline-text-3" id="text-org90b0d2c">
<p>
<i>Microsoft</i> – full integration of Q# within visual studio, local and Azure simulators, open-source libraries: quantum race ? definitely open-source oriented at least which helps circulating ideas and designs.
</p>
</div>
</div>
</div>
<div id="outline-container-org97f2db7" class="outline-2">
<h2 id="org97f2db7">Research papers</h2>
<div class="outline-text-2" id="text-org97f2db7">
</div>
<div id="outline-container-orgb9eb542" class="outline-3">
<h3 id="orgb9eb542"><a href="https://arxiv.org/pdf/1908.08069.pdf">Closing gaps of a quantum advantage with short-time Hamiltonian dynamics</a></h3>
<div class="outline-text-3" id="text-orgb9eb542">
<p>
<i>Jonas Haferkamp, Dominik Hangleiter, Adam Bouland, Bill Fefferman, Jens Eisert, and Juani Bermejo-Vega</i> – 
</p>
</div>
</div>
<div id="outline-container-org068a812" class="outline-3">
<h3 id="org068a812"><a href="https://www.nature.com/articles/s42254-018-0003-5.pdf">Entanglement certification from theory to experiment</a></h3>
<div class="outline-text-3" id="text-org068a812">
<p>
<i>Nicolai Friis,  Giuseppe Vitagliano, Mehul Malik, and Marcus Huber</i> – Long but really useful with a very complete bibliography.
</p>
</div>
</div>
<div id="outline-container-org272e5a9" class="outline-3">
<h3 id="org272e5a9"><a href="https://arxiv.org/abs/quant-ph/9604024">Mixed State Entanglement and Quantum Error Correction</a></h3>
<div class="outline-text-3" id="text-org272e5a9">
<p>
<i>Charles H. Bennett, David P. DiVincenzo, John A. Smolin and William K. Wootters</i> – Guess what I'm interested in distillation protocols.
</p>
</div>
</div>
</div>
<div id="outline-container-orgc575d33" class="outline-2">
<h2 id="orgc575d33">Positions</h2>
<div class="outline-text-2" id="text-orgc575d33">
</div>
<div id="outline-container-org072059e" class="outline-3">
<h3 id="org072059e">2 year Postdoc at Griffith U.</h3>
<div class="outline-text-3" id="text-org072059e">
<p>
<i>Griffith U.</i> – The Centre for Quantum Dynamics at Griffith University is offering a 2-year Postdoctoral Research Fellow position in quantum foundations. The Research Fellow will be funded by, and expected to contribute to, two externally-funded research projects led by Dr Eric Cavalcanti: Australian Research Council Future Fellowship “Fine-tuning the quantum: foundations and applications of quantum causality” and Foundational Questions Institute Large Grant “Causal reasoning in quantum agents”.  The successful applicant will have a PhD in Physics, Mathematics, Computer Science, Philosophy, or related fields, and may contribute to these projects through conceptual, analytical or numerical work, depending on the applicant’s background and interests. The position is also required to undertake higher degree research supervision.
</p>
</div>
</div>
</div>
<div id="outline-container-org89f81b6" class="outline-2">
<h2 id="org89f81b6">Events</h2>
<div class="outline-text-2" id="text-org89f81b6">
</div>
<div id="outline-container-orgc82cc2f" class="outline-3">
<h3 id="orgc82cc2f"><a href="https://t.co/yrRzXIsTHW">Quantum Techniques in Machine Learning 2019</a></h3>
<div class="outline-text-3" id="text-orgc82cc2f">
<p>
<i>Daejon, South Korea, oct 22-24</i> – speakers from Google, Microsoft, IBM, Rigetti, … 
</p>
</div>
</div>
<div id="outline-container-orga1e9d18" class="outline-3">
<h3 id="orga1e9d18"><a href="https://labs.ripe.net/Members/ulka_athale_1/take-part-in-pan-european-quantum-internet-hackathon">First Pan-European Quantum Hackathon (nov 5 - 6, Paris)</a></h3>
<div class="outline-text-3" id="text-orga1e9d18">
<p>
<i>Paris, Delft, Dublin, Padua, Sarajevo</i> – As part of the Paris Node, LIP6 is co-organizing the hackathon with other research instutions, members of the industry and investors. We will be happy to welcome you.
</p>
</div>
</div>
</div>
        

        </div>
    </div>

    
    <footer><div class="container">
            <div class="social">



                <div class="social-entry">
                    <a href="../../rss.xml" target="_blank">
                        <i class="fa fa-rss"></i> 
                    </a>
                </div>
            </div>
                <div class="copyright">
                    Contents © 2019         <a href="mailto:harold.ollivier@linksights.io">Harold Ollivier</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
                    
                </div>
           
        </div>
    </footer><!-- Global site tag (gtag.js) - Google Analytics --><script async src="https://www.googletagmanager.com/gtag/js?id=UA-150665042-1"></script><script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-150665042-1');
</script><script src="../../assets/js/all-nocdn.js" type="text/javascript"></script>
</body>
</html>
